TOKEN = '' #токен бота
PREFIX = '' #префикс бота
autoRoleId =  #тут id начальной роли (при входе в гильдию)
GREETER_CHANNEL =  #тут id канала с приветственным сообщением
SUGGESTIONS_CHANNEL =  #тут id канала для предложений
ENTER_EXIT_CHANNEL =  #тут id канала о входящих и выходящих
LOG_CHANNEL =  #тут id канала для логирования действий бота
POST_ID =  #тут id приветственного сообщения
ROLES = {
    '✅': #тут реакция:id_назначаемой_роли
}
EXCROLES = () #не трогать
MAX_ROLES_PER_USER =  #тут максимальное кол-во ролей на 1 пользователя
